Repository: Dimelnitsa/timecalcprovider
Catalog: lib/l10n/app_*.arb
Languages: be

source: Add
be: дадаць

source: Cancel
be: Адмена

source: Delete
be: Выдаліць

# delete_confirmation
source: Are you sure you want to delete everything?
be: Вы ўпэўнены, што хочаце выдаліць усё?

source: Description
be: Апісанне

source: Discuss frame
be: Абмеркаваць кадр

source: Discuss illustration
be: Абмяркуйце ілюстрацыю

source: Editing item
be: Рэдагаванне пункта

# how_many_points
source: How many points to add:
be: Колькі балаў дадаць:

source: Illustration
be: Ілюстрацыя

source: New item
be: Новы прадмет

source: Ok
be: добра

source: Quote
be: Цытую

source: Read a quote
be: Прачытайце цытату

source: Removal
be: Выдаленне

source: Several
be: Некалькі

source: Single
be: Халасты

source: Starting digit:
be: Пачатковая лічба:

source: Table
be: Рамка
